Repository: Chauss-LLC/lists_bot
Catalog: locales/*/LC_MESSAGES/shop_list.po
Languages: ru

source: You subscribed to _{}_ list
ru: Вы подписались на список _{}_

source: You already have list with same name
ru: У вас уже есть список с таким именем

source: Hello. Create your first list.
ru: Привет. Создай свой первый список.

source: *⚙️ Settings ⚙️*
ru: *⚙️ Настройки ⚙️*

source: ➕ *Creating list* ➕ 📝 Write name of your list `You can name it like market where you gonna shopping` Type '-' for cancel
ru: ➕ *Создание списка* ➕ 📝 Напишите имя вашего списка `Вы можете назвать его как магазин в который вы собираетесь идти` Введите '-' для отмены

source: Canceled
ru: Отменено

source: Too long name. Max length is 255 symbols. Try another name:
ru: Слишком длинное имя. Максимальная длина - 255 символов. Придумайте другое имя:

source: You have already created list with this name. Try another:
ru: Вы уже создавали список с таким именем. Попробуйте другое:

source: List _%s_ created
ru: Список _%s_ создан

source: Choose list for deleting
ru: Выберите список для удаления

source: This list doesn't exist, choose from keyboard below
ru: Такой список не существует, выберите список из клавиатуры ниже

source: List _%s_ was deleted
ru: Список _%s_ удалён

source: You were successfully unsubscribed from list _%s_
ru: Вы успешно отписались от списка _%s_

source: *⚙️ Settings ⚙️* Choose a language:
ru: *⚙️ Настройки ⚙️* Выберите язык:

source: Language changed to
ru: Язык изменён на

source: This list doesn't exist
ru: Такой список не существует

source: *Insert new item to buy: *
ru: *Введите новый элемент: *

source: Too long item name. Cancelled.
ru: Слишком длинное имя элемента. Отменено.

source: Choose items for deleting
ru: Выберите элементы для удаления

source: ➕ Create list ➕
ru: ➕ Создать список ➕

source: List name changed.
ru: Имя списка изменено

source: I don't understand you. If you have some problems with bot just type /restart
ru: Я вас не понимаю. Если вы испытываете какие-то проблемы с ботом, просто введите /restart

source: ✖ Delete list ✖
ru: ✖ Удалить список ✖

source: ⚙️ Settings ⚙️
ru: ⚙️ Настройки ⚙️

source: Change language
ru: Изменить язык

source: Share list
ru: Поделиться списком

source: ➕ Add item
ru: ➕ Добавить элемент

source: 🔗 Share
ru: 🔗 Поделиться

source: ❌ Delete item
ru: ❌ Удалить элемент

source: 🔙 Back
ru: 🔙 Назад

source: ❌ Delete
ru: ❌ Удалить

source: Subscribe
ru: Подписаться

source: Subscribe to my list {}
ru: Пидписывайся на мой список {}
